Repository: s-ball/iso9001-s-ball
Catalog: iso9001/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Make applicable
fr: Passe au statut applicable

source: {count} object was made applicable
fr: {count} objet rendu applicable

source: Create draft copies
fr: Crée des versions de travail

source: {count} draft object was created
fr: {count} version de travail créée

source: {count} object was retired
fr: {count} objet retiré

source: Draft
fr: Version de travail

source: Retired
fr: Retiré

source: {} is not in applicable status
fr: {} n'est pas applicable

source: {} is already in applicable status
fr: {} est déjà applicable

source: Status cannot be changed
fr: Le statut n'est pas modifiable

source: Objects can only be created as draft
fr: Les objets peuvent seulement être créés en version de travail

source: Only draft objects can change
fr: Seuls les objets en version de travail peuvent être modifiés

source: Process
fr: Processus

source: Processes
fr: Processus

source: Quality manager
fr: Responsable qualité

source: Quality policy axis
fr: Axe de la politique qualité

source: Quality policy axes
fr: Axes de la politique qualité

source: Minor
fr: Mineure

source: Major
fr: Majeure

source: Quality site
fr: Site qualité

source: Quality axes
fr: Axes de la politique qualité

source: Admin site
fr: Site d'administration

source: Welcome<br>%(name)s
fr: Bienvenue<br>%(name)s

source: Disconnect
fr: Déconnexion

source: Connect
fr: Connexion

source: Home
fr: Accueil

source: Welcome to the quality site!
fr: Bienvenue sur le site qualité !

source: Quality Management System
fr: Système de Management Qualité

source: Name
fr: Nom

source: Start date
fr: Date de début
